TRIGGER = {'булка', 'лампа'}




data_set = {
    'какая погода': 'weather сейчас скажу',
    'какая погода на улице':'weather боишься замерзнуть?',
    'что там на улице':'weather сейчас гляну...',
    'сколько градусов':'weather можешь выглянуть в окно, но сейчас проверю',
    'открой ютуб': 'utube сейчас всё будет',
    'поздоровайся':' hi всем здраствуйте',
    'представься':'heh Меня зовут булка.'
                  ' Создал меня вот этот гений стояший радям с вами, пока что я умею здороваться,'
                  ' представляться, говорить погоду, открвать ютуб,'
                  ' в скором времени хочу научиться отвечать на вопросы как чат гпт',
    'хочу послушать музыку':'spoti давай, почему бы и нет',
    'включи музыку':'spoti опять...',
    'включи что нибудь полушать':'spoti ты хотел сказать ЭЛ ЭС ПЭ?',
    'открой спотифай':'spoti щас открою',
    'включи следующую':'next окей',
    'давай следующую':'next щас будет',
    'назад':'back понравилась?',
    'поставь на паузу':'stop наслушались',
    'останови':'stop урааа',
    'стоп':'stop ну наконец то',
    'как дела':'heh да вот, сижу, работаю. А что?',
    'есть вопрос':'GPT так говоришь будто не отвечу',
    'ответь на вопрос':'GPT ну задавай',
    'вопрос':'GPT я готова',
    'напиши сообщение':'tg кому?',
    '':'',
    '':''


}